app/views/quiz/index.html.erb

    <li class="quiz-list">
      <%= link_to quiz.name, question_question_path(@quiz, @quiz.questions.first) %>
---
SELECT  "questions".* FROM "questions" WHERE "questions"."quiz_id" = $1 ORDER BY "questions"."id" ASC LIMIT $2  [["quiz_id", 1], ["LIMIT", 1]]