app/views/question/show.html.erb

<ol>
  <% @quiz.questions.all.each do |question| %>
---
SELECT  "questions".* FROM "questions" ORDER BY "questions"."id" ASC LIMIT $1  [["LIMIT", 1]]

      <%= question.text %>
      <% question.responses.each do |response| %>
---
SELECT "responses".* FROM "responses" WHERE "responses"."question_id" = $1  [["question_id", 1]]