app/controllers/question_controller.rb

SELECT  "questions".* FROM "questions" ORDER BY "questions"."id" ASC LIMIT $1  [["LIMIT", 1]]
---
  def show
    @question = Question.first