app/controllers/quiz_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."name" = $1 LIMIT $2  [["name", "Mannah"], ["LIMIT", 1]]
---
  def index
    @user = User.find_by(name: 'Mannah')